Repository: ms-iot/samples
Catalog: IoTCoreDefaultApp/IoTCoreDefaultApp/Strings/*/Resources.resw
Source language: en_us
Languages: ar_sa, de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, nl_nl, pt_br, ru_ru, zh_cn, zh_tw

# IoTCoreHeaderText
source: Windows 10 IoT Core
fr_fr: Windows 10 IoT Standard
ru_ru: Windows 10 IoT Базовая
zh_cn: Windows 10 IoT 核心版
zh_tw: Windows 10 IoT 核心版

# GenericBoardName
source: IoTCore Board
ar_sa: لوحة IoTCore
es_es: Panel IoTCore
fr_fr: Carte IoTCore
it_it: Scheda IoT Core
ja_jp: IoTCore ボード
pt_br: Placa do IoTCore
ru_ru: Плата IoTCore
zh_cn: IoTCore 板
zh_tw: IoTCore 電路板

# MainPageDeviceNameText
source: Device name
ar_sa: اسم الجهاز
de_de: Gerätename
es_es: Nombre del dispositivo
fr_fr: Nom de l’appareil
it_it: Nome dispositivo
ja_jp: デバイス名
ko_kr: 디바이스 이름
nl_nl: Apparaatnaam
pt_br: Nome do dispositivo
ru_ru: Имя устройства
zh_cn: 设备名称
zh_tw: 裝置名稱

# MainPageNetworkText
source: Network
ar_sa: الشبكة
de_de: Netzwerk
es_es: Red
fr_fr: Réseau
it_it: Rete
ja_jp: ネットワーク
ko_kr: 네트워크
nl_nl: Netwerk
pt_br: Rede
ru_ru: Сеть
zh_cn: 网络
zh_tw: 網路

# RestartText
source: Restart
ar_sa: إعادة التشغيل
de_de: Neu starten
es_es: Reiniciar
fr_fr: Redémarrer
it_it: Riavvia
ja_jp: 再起動
ko_kr: 다시 시작
nl_nl: Opnieuw opstarten
pt_br: Reiniciar
ru_ru: Перезапуск
zh_cn: 重新启动
zh_tw: 重新啟動

# ShutdownText
source: Shutdown
ar_sa: إيقاف التشغيل
de_de: Herunterfahren
es_es: Apagar
fr_fr: Arrêt
it_it: Arresta il sistema
ja_jp: シャットダウン
ko_kr: 종료
nl_nl: Afsluiten
pt_br: Desligar
ru_ru: Завершение работы
zh_cn: 关机
zh_tw: 關機

# BackButtonContent
source: Back
ar_sa: عودة
de_de: Zurück
es_es: Atrás
fr_fr: Précédent
it_it: Indietro
ja_jp: 戻る
ko_kr: 뒤로
nl_nl: Terug
pt_br: Voltar
ru_ru: Назад
zh_cn: 上一步
zh_tw: 上一步

# CancelButtonContent
source: Cancel
ar_sa: إلغاء الأمر
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
nl_nl: Afbreken
pt_br: Cancelar
ru_ru: Отмена
zh_cn: 取消
zh_tw: 取消

# ConnectAutomaticallyText
source: Connect automatically
ar_sa: الإتصال تلقائياً
de_de: Automatisch verbinden
es_es: Conectar automáticamente
fr_fr: Se connecter automatiquement
it_it: Connetti automaticamente
ja_jp: 自動的に接続
ko_kr: 자동으로 연결
nl_nl: Automatisch verbinden
pt_br: Conectar automaticamente
ru_ru: Подключаться автоматически
zh_cn: 自动连接
zh_tw: 自動連線

# ConnectButtonContent
source: Connect
ar_sa: اتصل
de_de: Verbinden
es_es: Conectar
fr_fr: Se connecter
it_it: Connetti
ja_jp: 接続
ko_kr: 연결
nl_nl: Verbinden
pt_br: Conectar
ru_ru: Подключить
zh_cn: 连接
zh_tw: 連線

# DirectConnectionsText
source: Direct connections
ar_sa: الإتصالات المباشرة
de_de: Direkte Verbindungen
es_es: Conexiones directas
fr_fr: Connexions directes
it_it: Connessioni dirette
ja_jp: 直接接続
ko_kr: 직접 연결
nl_nl: Directe verbindingen
pt_br: Conexões diretas
ru_ru: Прямые подключения
zh_cn: 直接连接
zh_tw: 直接連線

# EthernetText
source: Ethernet
ar_sa: كبل Ethernet
ja_jp: イーサネット
ko_kr: 이더넷
zh_cn: 以太网
zh_tw: 乙太網路

# NetworkConnectingMessageText
source: Checking network requirements
ar_sa: جاري فحص متطلبات الشبكة
de_de: Netzwerkanforderungen werden überprüft.
es_es: Comprobando los requisitos de red
fr_fr: Vérification de la configuration réseau requise
it_it: Verifica dei requisiti di rete in corso
ja_jp: ネットワークの要件をチェックしています
ko_kr: 네트워크 요구 사항 확인 중
nl_nl: Controleren van de network requirements
pt_br: Verificando requisitos da rede
ru_ru: Проверка требований сети
zh_cn: 正在检查网络要求
zh_tw: 正在檢查網路需求

# NetworkPasswordPromptText
source: Enter the network security key
ar_sa: يرجى إدخال رقم حماية الشبكة
de_de: Netzwerksicherheitsschlüssel eingeben
es_es: Escribe la clave de seguridad de red
fr_fr: Entrez la clé de sécurité réseau
it_it: Immetti la chiave di sicurezza di rete
ja_jp: ネットワーク セキュリティ キーを入力してください
ko_kr: 네트워크 보안 키 입력
nl_nl: Voer de network security key in
pt_br: Insira a chave de segurança da rede
ru_ru: Введите ключ безопасности сети
zh_cn: 输入网络安全密钥
zh_tw: 輸入網路安全性金鑰

# NextButtonContent
source: Next
ar_sa: التالي
de_de: Weiter
es_es: Siguiente
fr_fr: Suivant
it_it: Avanti
ja_jp: 次へ
ko_kr: 다음
nl_nl: Volgende
pt_br: Avançar
ru_ru: Далее
zh_cn: 下一步
zh_tw: 下一步

# NoNetworksText
source: None found
ar_sa: لم يتم العثور على أي شبكة
de_de: Keine gefunden
es_es: No se encontró ninguno
fr_fr: Aucune trouvée
it_it: Non trovata
ja_jp: 見つかりません
ko_kr: 없음
nl_nl: Niets gevonden
pt_br: Nenhuma encontrada
ru_ru: Ничего не найдено
zh_cn: 未找到
zh_tw: 找不到任何網路

# OOBEIntroText
source: Let's get some basic stuff out of the way.
ar_sa: لنتعرف معاً على بعض الوظائف البسيطة المتاحة.
de_de: Lassen Sie uns zunächst einige grundlegende Dinge klären.
es_es: Vamos a quitar algunas cosas de en medio.
fr_fr: Commençons par le commencement.
it_it: Per iniziare verranno configurate alcune impostazioni di base.
ja_jp: いくつか基本的なことを確認してみましょう。
ko_kr: 시작하기
nl_nl: Laten we wat standaard instellingen doen.
pt_br: Vamos resolver algumas coisas básicas.
ru_ru: Давайте разберемся с некоторыми основными моментами.
zh_cn: 让我们进行一些基本设置。
zh_tw: 讓我們先了解一些基礎知識。

# OOBELanguageSelectText
source: Choose your language
ar_sa: اختر لغة العرض
de_de: Sprache auswählen
es_es: Elige tu idioma
fr_fr: Choisissez votre langue
it_it: Scegli una lingua
ja_jp: 言語を選択してください
ko_kr: 언어 선택
nl_nl: Kies uw taal
pt_br: Escolha seu idioma
ru_ru: Выберите язык
zh_cn: 选择语言
zh_tw: 選擇語言

# OOBENetworkTitleText
source: Let's get connected
ar_sa: هيا لنتصل
de_de: Verbindung herstellen
es_es: Vamos a conectarnos
fr_fr: Connectez-vous
it_it: Attivazione della connessione
ja_jp: 接続しましょう
ko_kr: 연결하기
nl_nl: Laten we iets verbinden
pt_br: Vamos nos conectar
ru_ru: Давайте подключимся
zh_cn: 让我们进行连接
zh_tw: 讓我們開始連線

# OOBEWelcomeTitleText
source: Hi there, welcome to the Windows 10 IoT Core
ar_sa: مرحباً! أهلاً وسهلاً بك في ويندوز 10 IoT Core
de_de: Hallo und willkommen bei Windows 10 IoT Core
es_es: Hola, esto es Windows 10 IoT Core
fr_fr: Bonjour, bienvenue dans Windows 10 IoT Standard
it_it: Ciao, benvenuto in Windows 10 IoT Core
ja_jp: Windows 10 IoT Core へようこそ
ko_kr: Windows 10 IoT Core 시작
nl_nl: Hallo, welkom bij Windows 10 IoT Core
pt_br: Olá, bem-vindo ao Windows 10 IoT Core
ru_ru: Приветствуем! Добро пожаловать в Windows 10 IoT Базовая!
zh_cn: 你好，欢迎使用 Windows 10 IoT 核心版
zh_tw: 您好，歡迎使用 Windows 10 IoT 核心版

# SkipStepText
source: Skip this step
ar_sa: تخطى هذه الخطوة
de_de: Diesen Schritt überspringen,
es_es: Omitir este paso
fr_fr: Ignorer cette étape
it_it: Ignora questo passaggio
ja_jp: この手順をスキップする
ko_kr: 이 단계 건너뛰기
nl_nl: Deze stap overslaan
pt_br: Ignorar este teste
ru_ru: Пропустить этот шаг
zh_cn: 跳过此步骤
zh_tw: 跳過此步驟

# WifiText
source: Wi-Fi
de_de: WLAN
zh_cn: WLAN

# StartDevelopingText
source: to start developing
ar_sa: للبدء بالتطوير
de_de: um mit der Entwicklung zu beginnen.
es_es: para comenzar a desarrollar
fr_fr: pour commencer à développer
it_it: per iniziare a sviluppare
ja_jp: にアクセスしてください
ko_kr: 방문하세요.
nl_nl: om te beginnen met ontwikkelen
pt_br: para começar a desenvolver
ru_ru: для начала разработки
zh_cn: 以开始开发
zh_tw: 開始開發

# VisitText
source: Visit
ar_sa: زورونا على الموقع
de_de: Besuchen Sie
es_es: Visita
fr_fr: Visitez
it_it: Visita
ja_jp: 開発を始めるには、
ko_kr: 개발을 시작하려면
nl_nl: Bezoek
pt_br: Visite
ru_ru: Посетите веб-сайт
zh_cn: 访问
zh_tw: 瀏覽

# KeyboardTitleText
source: Keyboard layout
ar_sa: شكل لوحة المفاتيح
de_de: Tastaturlayout
es_es: Distribución del teclado
fr_fr: Disposition du clavier
it_it: Layout di tastiera
ja_jp: キーボード レイアウト
ko_kr: 키보드 레이아웃
pt_br: Layout do teclado
ru_ru: Раскладка клавиатуры
zh_cn: 键盘布局
zh_tw: 鍵盤配置

# LanguageTitleText
source: Language
ar_sa: اللغة
de_de: Sprache
es_es: Idioma
fr_fr: Langue
it_it: Lingua
ja_jp: 言語
ko_kr: 언어
nl_nl: Taal
pt_br: Idioma
ru_ru: Язык
zh_cn: 语言
zh_tw: 語言

# NetworkConnectedText
source: Connected
ar_sa: متصل
de_de: Verbunden
es_es: Conectado
fr_fr: Connecté
it_it: Connesso
ja_jp: 接続済み
ko_kr: 연결됨
nl_nl: Verbonden
pt_br: Conectada
ru_ru: Подключено
zh_cn: 已连接
zh_tw: 已連線

# NetworkPreferencesText
source: Network & Wi-Fi
ar_sa: شبكة و Wi-Fi
de_de: Netzwerk & WLAN
es_es: Red y Wi-Fi
fr_fr: Réseau et Wi-Fi
it_it: Rete e Wi-Fi
ja_jp: ネットワークと Wi-Fi
ko_kr: 네트워크 및 Wi-Fi
pt_br: Rede e Wi-Fi
ru_ru: Сеть и Wi-Fi
zh_cn: 网络和 WLAN
zh_tw: 網路與 Wi-Fi

# SettingsPreferencesText
source: Basic preferences
ar_sa: الإعدادات الأساسية
de_de: Grundeinstellungen
es_es: Preferencias básicas
fr_fr: Préférences de base
it_it: Preferenze di base
ja_jp: 基本設定
ko_kr: 기본 설정
nl_nl: Standaard instellingen
pt_br: Preferências básicas
ru_ru: Основные параметры
zh_cn: 基本首选项
zh_tw: 基本喜好設定

# SettingsTitleText
source: Device settings
ar_sa: إعدادات الجهاز
de_de: Geräteeinstellungen
es_es: Configuración de dispositivos
fr_fr: Paramètres de l’appareil
it_it: Impostazioni dei dispositivi
ja_jp: デバイスの設定
ko_kr: 디바이스 설정
nl_nl: Apparaat instellingen
pt_br: Configurações do dispositivo
ru_ru: Параметры устройства
zh_cn: 设备设置
zh_tw: 裝置設定

# TimeZoneTitleText
source: Time zone
ar_sa: المنطقة الزمنية
de_de: Zeitzone
es_es: Zona horaria
fr_fr: Fuseau horaire
it_it: Fuso orario
ja_jp: タイム ゾーン
ko_kr: 표준 시간대
nl_nl: Tijdzone
pt_br: Fuso horário
ru_ru: Часовой пояс
zh_cn: 时区
zh_tw: 時區

# DeviceInfoText
source: Device info
ar_sa: معلومات عن الجهاز
de_de: Geräteinfo
es_es: Información del dispositivo
fr_fr: Informations sur l’appareil
it_it: Info dispositivo
ja_jp: デバイス情報
ko_kr: 디바이스 정보
nl_nl: Apparaat informatie
pt_br: Informações do dispositivo
ru_ru: Сведения об устройстве
zh_cn: 设备信息
zh_tw: 裝置資訊

# TutorialsText
source: Tutorials
ar_sa: البرامج التعليمية
de_de: Lernprogramme
es_es: Tutoriales
fr_fr: Didacticiels
it_it: Esercitazioni
ja_jp: チュートリアル
ko_kr: 자습서
nl_nl: Handleidingen
pt_br: Tutoriais
ru_ru: Руководства
zh_cn: 教程
zh_tw: 教學課程

# ConnectedDevicesText
source: Connected devices
ar_sa: الأجهزة المتصلة
de_de: Verbundene Geräte
es_es: Dispositivos conectados
fr_fr: Appareils connectés
it_it: Dispositivi connessi
ja_jp: 接続中のデバイス
ko_kr: 연결된 디바이스
nl_nl: Verbonden apparaten
pt_br: Dispositivos conectados
ru_ru: Подключенные устройства
zh_cn: 已连接的设备
zh_tw: 已連線的裝置

# MainPageIPAddressText
source: IP address
ar_sa: عنوان IP
de_de: IP-Adresse
es_es: Dirección IP
fr_fr: Adresse IP
it_it: Indirizzo IP
ja_jp: IP アドレス
ko_kr: IP 주소
nl_nl: IP adres
pt_br: Endereço IP
ru_ru: IP-адрес
zh_cn: IP 地址
zh_tw: IP 位址

# NetworkInformationText
source: NETWORK INFORMATION
ar_sa: معلومات عن الشبكة
de_de: NETZWERKINFORMATIONEN
es_es: INFORMACIÓN DE RED
fr_fr: INFORMATIONS RÉSEAU
it_it: INFORMAZIONI RETE
ja_jp: ネットワーク情報
ko_kr: 네트워크 정보
nl_nl: Netwerk informatie
pt_br: INFORMAÇÕES DA REDE
ru_ru: СВЕДЕНИЯ О СЕТИ
zh_cn: 网络信息
zh_tw: 網路資訊

# StatusText
source: Status
ar_sa: الحالة
es_es: Estado
fr_fr: Statut
it_it: Stato
ja_jp: 状態
ko_kr: 상태
ru_ru: Состояние
zh_cn: 状态
zh_tw: 狀態

# TutorialGetCodingDescriptionText
source: Learn how to write code remotely from your PC
ar_sa: تعلم كيف تطور عن بعد بإستخدام كمبيوترك
de_de: Remoteprogrammierung vom PC
es_es: Aprende a escribir código de forma remota desde tu PC
fr_fr: Découvrez comment écrire du code à distance
it_it: Scopri come scrivere codice in remoto dal tuo PC
ja_jp: PC からリモートでコードを記述する方法
ko_kr: PC에서 원격으로 코드를 작성하는 방법
nl_nl: Leer hoe je code maakt vanaf je PC
pt_br: Saiba como escrever códigos remotamente do seu computador
ru_ru: Удаленное написание кода с компьютера
zh_cn: 了解如何从电脑远程编写代码
zh_tw: 了解如何透過您的電腦遠端撰寫程式碼

# TutorialGetCodingTitleText
source: Get Coding
ar_sa: برمج
de_de: Einstieg in die Programmierung
es_es: Obtén la codificación
fr_fr: Codez
it_it: Inizia a scrivere codice
ja_jp: コーディング
ko_kr: 코딩
nl_nl: Begin met programmeren
pt_br: Comece a codificar
ru_ru: Кодирование
zh_cn: 编写代码
zh_tw: 開始撰寫程式碼

# TutorialGetConnectedDescriptionText
source: Connect your device to the internet and to your PC
ar_sa: اتصل على كلا الإنترنت وكمبيوترك
de_de: Gerät mit dem Internet und dem PC verbinden
es_es: Conecta el dispositivo a Internet y a tu PC
fr_fr: Connectez votre appareil à Internet et à votre PC
it_it: Connetti il tuo dispositivo a Internet e al PC
ja_jp: デバイスをインターネットと PC に接続
ko_kr: 인터넷 및 PC에 디바이스 연결
nl_nl: Verbind je apparaat met internet en je PC
pt_br: Conecte seu dispositivo à Internet e ao computador
ru_ru: Подключение устройства к Интернету и компьютеру
zh_cn: 将设备连接到 Internet 和你的电脑
zh_tw: 將您的裝置連線到網際網路與您的電腦

# TutorialGetConnectedTitleText
source: Get Connected
ar_sa: اتصل
de_de: Verbindung herstellen
es_es: Conéctate
fr_fr: Connectez-vous
it_it: Collegati
ja_jp: 接続する
ko_kr: 연결하기
nl_nl: Verbindingen maken
pt_br: Conecte-se
ru_ru: Подключение
zh_cn: 进行连接
zh_tw: 開始連線

# TutorialGetStartedDescriptionText
source: Get introduced to Windows 10 IoT Core
ar_sa: تعرف على Windows 10 IoT Core
de_de: Windows 10 IoT Core kennenlernen
es_es: Introducción a Windows 10 IoT Core
fr_fr: Découvrez Windows IoT Standard
it_it: Introduzione a Windows 10 IoT Core
ja_jp: Windows 10 IoT Core の紹介
ko_kr: Windows 10 IoT Core 소개
nl_nl: Introductie van Windows 10 IoT Core
pt_br: Conheça o Windows 10 IoT Core
ru_ru: Введение в Windows 10 IoT Базовая
zh_cn: 向你介绍 Windows 10 IoT 核心版
zh_tw: 認識 Windows 10 IoT 核心版

# TutorialGetStartedTitleText
source: Get Started
ar_sa: هكذا تعمل الأشياء
de_de: Los geht’s
es_es: Introducción
fr_fr: Prise en main
it_it: Per iniziare
ja_jp: 開始する
ko_kr: 시작하기
nl_nl: Ga beginnen
pt_br: Introdução
ru_ru: Начало работы
zh_cn: 入门
zh_tw: 入門

# TutorialHeaderText
source: Learn how to make the most of Windows 10 IoT Core
ar_sa: تعرف كيف يمكنك الحصول على أقصى مايقدمه لك Windows 10 IoT Core
de_de: Das Beste aus Windows 10 IoT Core herausholen
es_es: Descubre cómo sacar el máximo partido de Windows 10 IoT Core
fr_fr: Découvrez comment exploiter tout le potentiel de Windows IoT Standard
it_it: Scopri come ottenere il massimo da Windows 10 IoT Core
ja_jp: Windows 10 IoT Core の活用方法
ko_kr: Windows 10 IoT Core 활용 방법
nl_nl: Haal het maximale uit Windows 10 IoT Core
pt_br: Saiba como tirar o melhor proveito do Windows 10 IoT Core
ru_ru: Узнайте, как использовать Windows 10 IoT Базовая максимально продуктивно
zh_cn: 了解如何充分利用 Windows 10 IoT 核心版
zh_tw: 了解如何徹底善用 Windows 10 IoT 核心版

# TutorialHelloBlinkyDescriptionText
source: Toggle an LED on your device
ar_sa: تبديل ضوء LED على الجهاز
de_de: LED am Gerät ein-/ausschalten
es_es: Activar/desactivar un LED en el dispositivo
fr_fr: Activer/Désactiver une LED sur votre appareil
it_it: Attiva e disattiva un LED sul tuo dispositivo
ja_jp: デバイスでの LED の切り替え
ko_kr: 디바이스에서 LED 켜기/끄기
nl_nl: Knipperen van een verbonden LED
pt_br: Ativar LED no dispositivo
ru_ru: Включение и выключение светодиода на устройстве
zh_cn: 开启/关闭设备上的 LED
zh_tw: 切換您裝置上的 LED

# TutorialHelloBlinkyTitleText
source: Hello Blinky
ar_sa: مرحباً Blinky
fr_fr: Bonjour Blinky
ja_jp: LED の点滅
nl_nl: Hallo Blinky
pt_br: Olá Blinky
ru_ru: Привет, Блинки!
zh_cn: 你好，Blinky
zh_tw: 哈囉閃閃

# TutorialTitleText
source: Resources and tools to help you get connected and developing
ar_sa: معلومات وأدوات لتساعدك في التوصيل والتطوير على الجهاز
de_de: Ressourcen und Tools, die Ihnen die Verbindung und die Entwicklung erleichtern.
es_es: Recursos y herramientas que te ayudarán a mantenerte conectado y con el desarrollo
fr_fr: Ressources et outils pour vous aider à vous connecter et à développer
it_it: Risorse e strumenti per connetterti e iniziare a sviluppare
ja_jp: 接続と開発に役立つリソースとツール
ko_kr: 연결과 개발에 도움이 되는 리소스 및 도구
nl_nl: Resources en tools om je verder op weg te helpen met je projecten en ontwikkelingen.
pt_br: Recursos e ferramentas para ajudar você a conectar-se e a desenvolver
ru_ru: Ресурсы и средства, призванные помочь в подключении и разработке
zh_cn: 用于帮助你进行连接和进行开发的资源和工具
zh_tw: 協助您連線及開發的資源與工具

# TutorialBlinkyBody1Text
source: The first, and most basic thing a board should do is blink.
ar_sa: أول وأبسط مهمة لأي جهاز هي أن يكون قادراً على تغيير وميض الضوء المركب.
de_de: Die wichtigste Aufgabe eines Boards besteht darin, die LED zum Blinken zu bringen.
es_es: Lo primero y más básico que un panel debe hacer es parpadear.
fr_fr: La première chose (et la plus basique) qu’une carte devrait faire, c’est clignoter.
it_it: La prima cosa che una scheda deve fare è lampeggiare.
ja_jp: ボードを使って一番初めに行う最も基本的なことは点滅です。
ko_kr: 보드에서 가장 기본적인 첫 번째 항목은 깜박임입니다.
nl_nl: Het eerste en meest eenvoudige I/O voorbeeld is een LED laten knipperen.
pt_br: A primeira e mais básica coisa que uma placa deve fazer é piscar.
ru_ru: Первое и самое простое, что должна делать плата, — это мигать.
zh_cn: 电路板首要的最基本功能是闪烁。
zh_tw: 電路板最重要且最基本的一個行為就是閃爍。

# TutorialBlinkyBody2Text
source: As mentioned in the "Get Started" section, all the source code for this open source and available on www. windowsondevices.com (look for the IoTCoreDefaultApp).
ar_sa: كما ذكر في قسم "هكذا تعمل الأشياء" ، كل ملفات التطوير المتاحة موجودة على الموقعn www.windowsondevices.com (ابحث عن IoTCoreDefaultApp).
de_de: Wie im Abschnitt „Los geht’s“ erwähnt, ist der gesamte Quellcode auf „Open Source“ ausgerichtet und steht unter „www.windowsondevices.com“ zur Verfügung (suchen Sie nach „IoTCoreDefaultApp“).
es_es: Como hemos mencionado en la sección "Introducción", todo el código fuente de este código abierto está disponible en www.windowsondevices.com (busca IoTCoreDefaultApp).
fr_fr: Comme indiqué dans la section Prise en main, l’intégralité de ce code source est en open source et disponible sur www. windowsondevices.com (recherchez IoTCoreDefaultApp).
it_it: Come indicato nella sezione "Per iniziare", tutto il codice sorgente è open source e disponibile all'indirizzo www.windowsondevices.com (cerca IoTCoreDefaultApp).
ja_jp: 「はじめに」セクションで説明したとおり、このオープン ソースのソース コードは www. windowsondevices.com からダウンロードできます (IoTCoreDefaultApp を探してみてください)。
ko_kr: "시작하기" 섹션에서 설명한 대로 이 오픈 소스의 모든 소스 코드는 www. windowsondevices.com(IoTCoreDefaultApp 검색)에서 사용할 수 있습니다.
nl_nl: Zoals eerder genoemd in het "Ga beginnen" deel, alle broncode van dit open source project is beschikbaar op www. windowsondevices.com (zoek naar de IoTCoreDefaultApp).
pt_br: Conforme mencionado na seção "Introdução", todo o código-fonte para este código aberto está disponível em www.windowsondevices.com (procure pelo IoTCoreDefaultApp).
ru_ru: Как уже упоминалось в разделе "Начало работы", весь исходный код открыт и доступен по адресу www.windowsondevices.com (ищите IoTCoreDefaultApp).
zh_cn: 正如“入门”部分中所述，此开放源代码的所有源代码均可在 www. windowsondevices.com 上找到(查找 IoTCoreDefaultApp)。
zh_tw: 如「入門」區段所述，www. windowsondevices.com 提供此開放原始碼的所有原始程式碼 (請尋找 IoTCoreDefaultApp)。

# TutorialBlinkyBody3Text
source: No set up is required. Just press start.
ar_sa: لايوجد أي متطلبات للتجهيز. كل ماعليك القيام به هو الضغط على زر التشغيل.
de_de: Es ist keine Einrichtung erforderlich. Drücken Sie einfach „Start“.
es_es: No se requiere instalación. Solo tienes que presionar el botón de encendido.
fr_fr: Aucune configuration n’est requise. Il suffit d’appuyer sur Démarrer.
it_it: Non occorre alcuna configurazione. È sufficiente avviare.
ja_jp: セットアップは必要ありません。[開始] を押すだけです。
ko_kr: 설정은 필요하지 않습니다. [시작]을 누르기만 하세요.
nl_nl: Er is geen configuratie nodig. Druk op start.
pt_br: Não é necessário nenhuma configuração. Basta pressionar iniciar.
ru_ru: Настройка не требуется. Просто нажмите кнопку запуска.
zh_cn: 无需设置。只需按“启动”。
zh_tw: 無需設定。按下開始即可。

# TutorialBlinkyBody4Text
source: You can also change the frequency of the blinking. Feel free to gather all of your friends and have a dance party around your device.
ar_sa: بإمكانك أيضاً تغيير تردد الوميض بجعله أسرع أو أبطأ. اجمع أصدقاءك وقوموا بالرقص حول جهازك!
de_de: Sie können die Blinkfrequenz auch ändern. Trommeln Sie alle Freunde zusammen, und veranstalten Sie eine Tanzparty rund um Ihr Gerät.
es_es: También se puede cambiar la frecuencia del parpadeo. Reúne a todos tus amigos y no paréis de bailar con tu dispositivo.
fr_fr: Vous pouvez également modifier la fréquence du clignotement. Pourquoi ne pas rassembler tous vos amis et organiser une soirée dansante autour de votre appareil ?
it_it: Puoi anche modificare la frequenza di lampeggiamento. Se vuoi chiamare i tuoi amici per ballare al ritmo del tuo dispositivo, sei libero di farlo.
ja_jp: 点滅の頻度を変更することもできます。友だちをたくさん集めてデバイスの周りでダンス パーティーをしてみるのもいいですね。
ko_kr: 깜박임의 빈도를 변경할 수도 있습니다. 언제든지 친구들을 초대하여 디바이스 주변에서 댄스 파티를 열 수도 있습니다.
nl_nl: Je kan de knipper-frequentie aanpassen. Nodig gerust je vrienden uit voor een dansje rond de knipperende LED.
pt_br: A frequência da intermitência também pode ser alterada. Fique à vontade para reunir seus amigos e fazer uma festa com seu dispositivo.
ru_ru: Вы также можете изменить частоту мигания. Смело соберите всех друзей и организуйте танцевальную вечеринку вокруг своего устройства.
zh_cn: 你还可以更改闪烁的频率。随时随地将你的所有好友聚在一起，围绕你的设备举办舞会。
zh_tw: 您也可以變更閃爍的頻率。聚集您的朋友，在您的裝置旁盡情熱舞。

# TutorialBlinkyBody5Text
source: Disclaimer: Microsoft takes no responsibility for whatever damage may be caused by hosting such a huge rave of a party using the small blinking LED on your board.
ar_sa: لأخذ العلم: شركة مايكروسوفت لاتتحمل أي مسؤولية تجاه أي عطل أو إزعاج قد ينتج عند عمل حفلة صاخبة بسبب الضوء المتغير على جهازك.
de_de: Haftungsausschluss: Microsoft haftet nicht für Schäden, die dadurch entstehen, dass Sie große Technopartys mit der kleinen blinkenden LED auf dem Board veranstalten.
es_es: Declinación de responsabilidades: Microsoft no se hace responsable de los daños que pueda causar el hospedaje como, por ejemplo, una enorme fiesta rave en la que se use el pequeño LED intermitente en el panel.
fr_fr: Clause d’exclusion de responsabilité : Microsoft se dégage de toute responsabilité pour tous dommages dus à l’ambiance de folie créée par la petite LED clignotante sur votre carte.
it_it: Dichiarazione di non responsabilità: Microsoft non si assume alcuna responsabilità per gli eventuali danni causati dall'organizzazione di un rave party usando il LED lampeggiante della scheda.
ja_jp: 免責事項: ボードで LED を点滅させてレイヴ パーティーなどを開催した結果発生したいかなる損害にも Microsoft は責任を負いません。
ko_kr: 통지 사항: 보드의 깜박이는 작은 LED를 이용해 대규모 파티를 주최하여 발생할 수 있는 모든 손상에 대해 Microsoft는 책임을 지지 않습니다.
nl_nl: Disclaimer: Microsoft is niet verantwoordelijk voor wat voor schade dan ook welke veroorzaakt kan worden tijdens het dansje rond de knipperende LED.
pt_br: Aviso de isenção de responsabilidade: a Microsoft não se responsabiliza por quaisquer danos que possam ocorrer pelo uso do pequeno LED piscante na placa.
ru_ru: Заявление об отказе. Майкрософт не несет ответственности за любой ущерб, который может быть вызван масштабной рейв-вечеринкой с использованием маленького мигающего светодиода на плате.
zh_cn: 免责声明: 对于使用该小型板载闪烁 LED 举办此类大型狂欢派对可能造成的任何损害，Microsoft 不承担任何责任。
zh_tw: 免責聲明: 對於使用電路板的小型閃爍 LED 舉辦熱舞派對可能導致的任何傷害，Microsoft 概不負責。

# TutorialBlinkyTitle1Text
source: Hello Blinky
ar_sa: مرحباً Blinky
fr_fr: Bonjour Blinky
ja_jp: LED の点滅
nl_nl: Hallo Blinky
pt_br: Olá Blinky
ru_ru: Привет, Блинки!
zh_cn: 你好，Blinky
zh_tw: 哈囉閃閃

# TutorialBlinkyTitle2Text
source: Make your board blink
ar_sa: اجعل جهازك يومض بترددات مختلفة
de_de: Board zum Blinken bringen
es_es: Haz que el panel parpadee
fr_fr: Faites clignoter votre carte
it_it: Fai lampeggiare la tua scheda
ja_jp: ボードを点滅させる
ko_kr: 보드의 깜박임 설정
nl_nl: Laat een LED knipperen
pt_br: Faça sua placa piscar
ru_ru: Пусть плата замигает
zh_cn: 让你的电路板闪烁
zh_tw: 使您的電路板閃爍

# MainPageOSVersionText
source: OS Version
ar_sa: إصدار نظام التشغيل
de_de: Betriebssystemversion
es_es: Versión del SO
fr_fr: Version du système d’exploitation
it_it: Versione SO
ja_jp: OS バージョン
ko_kr: OS 버전
nl_nl: OS Versie
pt_br: Versão do Sistema Operacional
ru_ru: Версия ОС
zh_cn: OS 版本
zh_tw: OS 版本

# OSVersionNotAvailable
source: Not Available
ar_sa: غير متاح
de_de: Nicht verfügbar
es_es: No disponible
fr_fr: Non disponible
it_it: Non disponibile
ja_jp: 利用不可
ko_kr: 사용할 수 없음
nl_nl: Niet beschikbaar
pt_br: Não Disponível
ru_ru: Недоступно
zh_cn: 不可用
zh_tw: 無法使用

# RefreshContent
source: Refresh
ar_sa: تحديث
de_de: Aktualisieren
es_es: Actualizar
fr_fr: Actualiser
it_it: Aggiorna
ja_jp: 最新の情報に更新
ko_kr: 새로 고침
nl_nl: Verversen
pt_br: Atualizar
ru_ru: Обновить
zh_cn: 刷新
zh_tw: 重新整理
